Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitDeveloperTools/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.scanningForIssuesDots
source: Scanning for issues…
ar: جارٍ البحث عن المشكلات…
bg: Търсене на проблеми…
ca: Escanejant problemes…
cs: Hledání problémů…
da: Scanner efter problemer…
de: Suche nach Problemen…
el: Αναζήτηση θεμάτων…
es: Escaneando problemas…
es_419: Escaneando problemas…
fi: Etsitään ongelmia…
fr: Recherche de problèmes…
fr_ca: Recherche de problèmes…
he: סריקה אחר בעיות…
hi: समस्याओं की खोज कर रहे हैं…
hr: Traženje problema…
hu: Hibák keresése…
id: Mencari masalah…
it: Ricerca problemi…
ja: 問題をスキャン中…
kk: Мәселелерді сканерлеу…
ko: 문제 검색 중…
ms: Mengimbas untuk isu…
nb: Scanner etter problemer…
nl: Scannen op problemen…
pl: Skanowanie problemów…
pt_br: Buscando problemas…
pt_pt: A procurar problemas...
ro: Se scanează probleme…
ru: Ищем проблемы…
sk: Hľadám problémy…
sv: Letar efter problem…
th: กำลังค้นหาปัญหา…
tr: Sorunlar aranıyor…
uk: Сканування на помилки…
vi: Đang quét tìm lỗi…
zh_hans: 正在扫描问题…
zh_hant: 掃描問題中…
zh_hk: 正在掃描問題…

# TK.Placeholder.updatingDependenciesDots
source: Updating dependencies…
ar: جاري تحديث التبعيات…
bg: Актуализиране на зависимостите…
ca: Actualitzant les dependències…
cs: Aktualizuji závislosti…
da: Opdaterer afhængigheder…
de: Abhängigkeiten aktualisieren…
el: Ενημέρωση εξαρτήσεων…
es: Actualizando dependencias…
es_419: Actualizando dependencias…
fi: Päivitetään riippuvuuksia…
fr: Mise à jour des dépendances…
fr_ca: Mise à jour des dépendances…
he: מעדכן תלותים…
hi: निर्भरता अपडेट हो रही है...
hr: Ažuriram ovisnosti…
hu: Függőségek frissítése…
id: Memperbarui dependensi…
it: Aggiornamento delle dipendenze…
ja: 依存関係を更新中…
kk: Тәуелділіктерді жаңарту…
ko: 종속성 업데이트 중…
ms: Mengemas kini kebergantungan…
nb: Oppdaterer avhengigheter…
nl: Dependencies bijwerken…
pl: Aktualizowanie zależności…
pt_br: Atualizando dependências…
pt_pt: A atualizar dependências…
ro: Actualizând dependențele…
ru: Обновление зависимостей…
sk: Aktualizujem závislosti…
sv: Uppdaterar beroenden…
th: กำลังอัปเดตการพึ่งพา…
tr: Bağımlılıklar güncelleniyor…
uk: Оновлення залежностей…
vi: Đang cập nhật phụ thuộc…
zh_hans: 正在更新依赖项…
zh_hant: 正在更新相依性…
zh_hk: 更新依賴…
